<template>
  <div>
    <ItIntro />
    <Stage />
    <div class="container">
      <div class="it__inner">
        <div class="it__text" data-aos="fade-left" data-aos-delay="300"> Работа ни одного современного предприятия немыслима без применения ИТ-систем и автоматизированных ИТ-решений – от простого использования компьютерной техники на рабочих местах, до автоматизации сложных бизнес-процессов, управления производством, проведения платежных операций и в сотнях других функциональных процессах. Информационные технологии сегодня позволяют не просто упростить выполнение бизнес-задач, но и, во многих случаях, задачи без их применения уже стали просто невыполнимы. Вместе с тем, сами технологические решений довольно сложны и требуют квалифицированного сопровождения, а бизнес-процессы, завязанные на них настолько критичны, что не допускают простоев или сбоев. Вкупе это приводит к потребности создания на предприятии IT-подразделений с таким уровнем компетенций, что это, в подавляющем большинстве случаев, не просто не выгодно, а категорически неэффективно. Содержать у себя такие службы крайне дорого, а эффективно утилизировать их ресурсы в непрофильной компании просто невозможно.</div>	<br>
        <div class="it__text" data-aos="fade-right" data-aos-delay="400">Лучший выход – передача обслуживания IT-инфраструктуры на аутсорсинг. Небольшим и средним компаниям, в зависимости от
        профиля, так удается экономить от 30 до 60% бюджета на обслуживание IT, крупным – до 55%. Сегодня больше 85% российских
        организаций в том или ином виде прибегают к услугам аутсорсинга, а 37% полностью передали ИТ-обслуживание компаний,
        офисов и предприятий внешнему подрядчику. Мировые бизнес-аналитики считают, что такой подход:</div>	<br>
        <div class="it__text" data-aos="fade-left" data-aos-delay="500">- на 28% ускоряет запуск новых продуктов и сервисов,</div>	 <br>
        <div class="it__text" data-aos="fade-right" data-aos-delay="600">- на 36% повышает качество профильных услуг,</div>	<br>
        <div class="it__text" data-aos="fade-left" data-aos-delay="700">- на 35% усиливает безопасность предприятий.</div>		<br>
        <div class="it__text" data-aos="fade-right" data-aos-delay="800">Аутсорсинг – это способ оптимизации основной деятельности предприятия за счет передачи непрофильных функций внешним
        специализированным поставщикам услуг. IT-аутсорсинг – это передача функций обслуживания и сопровождения
        ИТ-инфраструктуры и ИТ-систем предприятия.</div>			<br>
        <div class="it__text" data-aos="fade-left" data-aos-delay="900">Ключевым фактором применения услуг ИТ-аутсорсинга является фактор снижения совокупной стоимости владения ИТ, которое
        происходит за счет сокращения косвенных затрат и более высокой утилизации ресурсов компании-аутсорсера по сравнению с
        in-home-моделью обслуживания ИТ по причине большего масштаба и объема их целевого использования.</div>			<br>
        <div class="it__text" data-aos="fade-right" data-aos-delay="1000">Вторым значимым фактором является наличие у компании-аутсорсера компетенций и специалистов в предметных областях,
        требуемых для выполнения работ, а также прямых контактов с поставщиками технологий, что делает возможным решение
        практически любой задачи и инцидента. Это значит – более высокое качество обслуживания ИТ, доступность широкого спектра
        возможностей по обслуживанию и гарантии качества обслуживания и работоспособности целевых систем.</div>	<br>	<br>
		  </div>
    </div>
    <ItQuote />
  </div>
</template>

<script>

export default {
  layout: 'LayoutPage',
  head: {
    title: 'SimpleWay - IT аутсорсинг Краснодар',
    meta: [
      {
        hid:'description',
        name: 'description',
        content: 'ИТ обслуживание, поддержка, сопровождение и аутсорсинг IT инфраструктуры организаций в Краснодаре'
      },
      {
        name: 'keywords',
        content: 'ит аутсорсинг краснодар, it аутсорсинг краснодар, IT(ИТ)-аутсорсинг в Краснодаре, абонентское обслуживание компьютеров, сети в Краснодаре'
      }
    ],
  },  
  components: {
    ItIntro: () => import('~/components/It/ItIntro'),
    Stage: () => import('~/components/It/Stage'),
    ItQuote: () => import('~/components/It/ItQuote'),
    }
  }
</script>


