<template>
  <div class="container">
    <h2 class ="stages__title">Вы можете доверить нам решение следующих задач:</h2>
    <div class="stages__inner">
      <div class="stage__item" v-for="item in stageItemData" :key="'stage-'+item"> 
        <img :src="require(`@/assets/images/it/${item.icon}.png`)" class="stage__icon it" alt="">
        <div class="stage__title it"> {{item.title}} </div>
        <div class="stage__text"> {{item.text}} </div>
      </div>
		</div>
	</div>
</template>

<script>
export default {
  data() {
    return{
      stageItemData: [
        {
          icon: 'Поддержка АРМ пользователей',
          title: 'Поддержка АРМ пользователей',
          text: 'Самая объёмная работа ИТ-специалистов, и мы готовы снять ее с ваших плеч'
        },
        {
          icon: 'Сопровождение ИТ-инфраструктуры',
          title: 'Сопровождение ИТ-инфраструктуры',
          text: 'Техническое и сервисное обслуживания техники и программных продуктов организации'
        },
        {
          icon: 'Аутсорсинг корпоративной печати',
          title: 'Аутсорсинг корпоративной печати',
          text: 'Поможем настроить и будем поддерживать сетевую печать вашей организации'
        },
        {
          icon: 'Аудит ИТС',
          title: 'Аудит ИТС',
          text: 'Технологический аудит ИТ-инфраструктуры – это первый этап любого нового внедрения или модернизации, а также способ выявить уязвимости или понять причины неэффективности работы тех или иных ИТ-компонент и сервисов'
        },
        {
          icon: 'Модульный ремонт техники',
          title: 'Модульный ремонт техники',
          text: 'Отремонтируем технику или найдём организацию для вас кто занимается ремонтными работами с гарантией'
        },
        {
          icon: 'Приемущества',
          title: 'Приемущества',
          text: 'Вам не придётся организовывать рабочее место для специалиста так как его не будет у вас в штате :)'
        },      
      ]
    }
  }
}
</script>


